Repository: XojaxonovPY/Ananim-chat-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Register first
uz: Avval ro'yxatdan o'ting

source: 🔎 Search
uz: 🔎 Qidirish

source: 🇺🇿 City
uz: 🇺🇿 Shahar

source: 👥 Send message user
uz: 👥 Foydalanuvchiga xabar yuborish

source: ◀️ Main back
uz: ◀️ Asosiy menyuga qaytish

source: Search users:
uz: Foydalanuvchilarni qidiring:

source: ✅ Main menu:
uz: ✅ Asosiy menyu:

source: ✅ Enter username:
uz: ✅ Foydalanuvchi nomini kiriting:

source: 🚫 No such user found!
uz: 🚫 Bunday foydalanuvchi topilmadi!

source: ❌ End Chat
uz: ❌ Suhbatni yakunlash

source: ✅ Chat started! Now send your messages.
uz: ✅ Suhbat boshlandi! Endi xabaringizni yuboring.

source: ✅ Chat ended.
uz: ✅ Suhbat tugatildi.

source: ✅ Conversation ended
uz: ✅ Suhbat yakunlandi

source: ✅Yes
uz: ✅ Ha

source: ❌NO
uz: ❌ Yo'q

source: Do you delete your chat?
uz: Suhbatni o‘chirmoqchimisiz?

source: ✅ Chat is deleted
uz: ✅ Suhbat o‘chirildi

source: ✅ Thanks for staying on our channel!
uz: ✅ Kanalimizda qolganingiz uchun rahmat!

source: No information
uz: Ma'lumot yo‘q

source: Datas fetched
uz: Ma’lumotlar olindi

source: 🚫 No cities found.
uz: 🚫 Shaharlar topilmadi.

source: 🌆 Choose a city:
uz: 🌆 Shahar tanlang:

source: ✅ Chose users:
uz: ✅ Foydalanuvchilar tanlandi:

source: 📋 Registration
uz: 📋 Ro'yxatdan o'tish

source: 🇷🇺 🇺🇿 🇬🇧 Language
uz: 🇷🇺 🇺🇿 🇬🇧 Til

source: 💬 My chat
uz: 💬 Mening suhbatim

source: ✅ Welcome chat bot
uz: ✅ Chat botga xush kelibsiz

source: ◀️ Back
uz: ◀️ Orqaga

source: ✅ Chose language:
uz: ✅ Tilni tanlang:

source: ✅ Quydagi kannalarga obuna bo'l
uz: ✅ Quyidagi kanallarga obuna bo‘ling

source: ✅ You are already registered
uz: ✅ Siz allaqachon ro'yxatdan o'tgansiz

source: 🧑 Man
uz: 🧑 Erkak

source: 👩‍🦰 Women
uz: 👩‍🦰 Ayol

source: ✅ Enter gender:
uz: ✅ Jinsingizni tanlang:

source: ✅ Enter city:
uz: ✅ Shahar nomini kiriting:

source: ◀️Main back
uz: ◀️ Asosiy menyuga qaytish

source: 💬 Chats
uz: 💬 Suhbatlar

source: ✅ Data saved
uz: ✅ Ma'lumotlar saqlandi
